Repository: ReamChandara/allProject
Catalog: lib/l10n/app_*.arb
Languages: km, zh

source: Calculator
km: មាស៊ីនគិតលេខ
zh: 計算器

source: Temperature
km: គណនាសីតុណ្ហភាព
zh: 溫度

source: Celsius
km: អង្សាសេ
zh: 攝氏度

# fahrenheit
source: Fehrenheit
km: ហ្វារិនហៃ
zh: 華氏度

source: Kelven
km: ខេលវេន
zh: 開爾文

source: Convert base
km: បំលែងគោល
zh: 轉換庫

source: Enter number
km: បញ្ចូលលេខ
zh: 輸入號碼

# fromebase
source: From Base
km: ពី គោល
zh: 從基地

source: Select Base
km: ជ្រើសរើស គោល
zh: 選擇基地

source: To Base
km: ទៅ គោល
zh: 基地

source: Result number
km: បង្ហាញ គោល
zh: 結果編號

source: Scanner
km: មាស៊ីនស្កេន
zh: 掃描器

source: Setting
km: កំណត់
zh: 環境

# changelang
source: Change Languages
km: ប្តូភាសា
zh: 改變語言

source: Change Theme
km: ប្តូពណ៏
zh: 換顏色

source: Convert
km: បម្លែង
zh: 兌換

source: Clear
km: សម្អាត
zh: 清理
